Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Each row has an include switch, an **Upload as** image type (auto-detected from the row's size — the ⓘ button shows the sizes Play accepts), and a checkbox per language.
ar: يحتوي كل صف على مفتاح تضمين، ونوع صورة **تحميل كـ** (يتم اكتشافه تلقائيًا من حجم الصف — يعرض الزر ⓘ الأحجام التي يقبلها التشغيل)، ومربع اختيار لكل لغة.
ca: Cada fila té un interruptor d'inclusió, un tipus d'imatge **Penja com a** (detectat automàticament a partir de la mida de la fila; el botó ⓘ mostra les mides que Play accepta) i una casella de selecció per idioma.
cs: Každý řádek má přepínač zahrnutí, typ obrázku **Nahrát jako** (automaticky zjištěný podle velikosti řádku – tlačítko ⓘ ukazuje velikosti, které Přehrát akceptuje) a zaškrtávací políčko pro jazyk.
da: Hver række har en inkluderingskontakt, en **Upload som** billedtype (genkendt automatisk ud fra rækkens størrelse — knappen ⓘ viser størrelserne, som Play accepterer) og et afkrydsningsfelt pr. sprog.
de: Jede Zeile hat einen Schalter zum Einbeziehen, einen Bildtyp unter **Hochladen als** (automatisch anhand der Zeilengröße erkannt – die Taste ⓘ zeigt die von Play akzeptierten Größen) und ein Kästchen pro Sprache.
el: Κάθε σειρά έχει έναν διακόπτη συμπερίληψης, έναν τύπο εικόνας **Μεταφόρτωση ως** (που εντοπίζεται αυτόματα από το μέγεθος της σειράς — το κουμπί ⓘ δείχνει τα μεγέθη που δέχεται το Play) και ένα πλαίσιο ελέγχου ανά γλώσσα.
es: Cada fila tiene un interruptor para incluirla, un tipo de imagen **Subir como** (detectado automáticamente a partir del tamaño de la fila; el botón ⓘ muestra los tamaños que acepta Play) y una casilla por idioma.
fa: هر ردیف یک کلید برای گنجاندن، یک نوع تصویر **آپلود به عنوان** (که به‌طور خودکار از اندازه‌ی ردیف تشخیص داده می‌شود — دکمه‌ی ⓘ اندازه‌هایی را که Play می‌پذیرد نشان می‌دهد) و یک کادر انتخاب برای هر زبان دارد.
fi: Jokaisella rivillä on sisällytyskytkin, **Lataa nimellä** -kuvatyyppi (tunnistetaan automaattisesti rivin koosta – ⓘ-painike näyttää Playn hyväksymät koot) ja valintaruutu kielikohtaisesti.
fr: Chaque ligne dispose d'un interrupteur d'inclusion, d'un type d'image **Envoyer comme** (détecté automatiquement d'après la taille de la ligne — le bouton ⓘ affiche les tailles acceptées par Play) et d'une case à cocher par langue.
he: לכל שורה יש מתג כלול, סוג תמונה **העלה כ** (זוהה אוטומטית מגודל השורה - הלחצן ⓘ מציג את הגדלים ש-Play מקבל), ותיבת סימון לכל שפה.
hr: Svaki redak ima prekidač za uključivanje, vrstu slike **Učitaj kao** (automatski se otkriva prema veličini retka — gumb ⓘ prikazuje veličine koje Play prihvaća) i potvrdni okvir po jeziku.
hu: Minden sor rendelkezik egy belefoglaló kapcsolóval, egy **Feltöltés másként** képtípussal (a sor méretéből automatikusan észlelhető – a ⓘ gomb a Play által elfogadott méreteket mutatja), valamint egy nyelvenkénti jelölőnégyzet.
id: Setiap baris memiliki tombol penyertaan, jenis gambar **Unggah sebagai** (terdeteksi otomatis dari ukuran baris — tombol ⓘ menunjukkan ukuran yang diterima Play), dan kotak centang per bahasa.
it: Ogni riga ha un interruttore di inclusione, un tipo di immagine **Carica come** (rilevato automaticamente dalle dimensioni della riga; il pulsante ⓘ mostra le dimensioni accettate da Play) e una casella per ciascuna lingua.
ja: 各行には、含めるかどうかのスイッチ、**アップロード形式** の画像タイプ (行のサイズから自動検出されます。ⓘ ボタンで Play が受け付けるサイズを確認できます)、言語ごとのチェックボックスがあります。
ko: 각 행에는 포함 스위치, **업로드 유형** 이미지 유형(행 크기에서 자동 감지되며, ⓘ 버튼을 누르면 Play에서 허용하는 크기가 표시됩니다), 언어별 체크상자가 있습니다.
ms: Setiap baris mempunyai suis sertakan, jenis imej **Muat naik sebagai** (dikesan secara automatik daripada saiz baris — butang ⓘ menunjukkan saiz yang diterima oleh Play) dan kotak pilihan bagi setiap bahasa.
nl: Elke rij heeft een schakelaar voor opnemen, een afbeeldingstype **Uploaden als** (automatisch gedetecteerd op basis van de grootte van de rij - de ⓘ-knop toont de formaten die Play accepteert) en een selectievakje per taal.
no: Hver rad har en inkluderingsbryter, en **Last opp som** bildetype (automatisk oppdaget fra radens størrelse – ⓘ-knappen viser størrelsene Play godtar), og en avmerkingsboks per språk.
pl: Każdy wiersz ma przełącznik dołączania, typ obrazu **Prześlij jako** (wykrywany automatycznie na podstawie rozmiaru wiersza — przycisk ⓘ pokazuje rozmiary akceptowane przez Play) oraz pole wyboru dla każdego języka.
pt_br: Cada linha tem uma chave de inclusão, um tipo de imagem **Enviar como** (detectado automaticamente pelo tamanho da linha — o botão ⓘ mostra os tamanhos que o Play aceita) e uma caixa de seleção por idioma.
pt_pt: Cada linha tem uma opção de inclusão, um tipo de imagem **Carregar como** (detectado automaticamente a partir do tamanho da linha – o botão ⓘ mostra os tamanhos que o Play aceita) e uma caixa de seleção por idioma.
ro: Fiecare rând are un comutator de includere, un tip de imagine **Încărcare ca** (detectat automat după dimensiunea rândului - butonul ⓘ arată dimensiunile acceptate de Play) și o casetă de selectare pentru fiecare limbă.
ru: У каждой строки есть переключатель включения, тип изображения **Загрузить как** (определяется автоматически по размеру строки — кнопка ⓘ показывает размеры, которые принимает Play) и флажок для каждого языка.
sk: Každý riadok má prepínač zahrnutia, typ obrázka **Nahrať ako** (automaticky rozpoznaný podľa veľkosti riadka – tlačidlo ⓘ zobrazuje veľkosti, ktoré Prehrať akceptuje) a začiarkavacie políčko podľa jazyka.
sl: Vsaka vrstica ima stikalo za vključitev, vrsto slike **Naloži kot** (samodejno zaznano glede na velikost vrstice — gumb ⓘ prikazuje velikosti, ki jih Play sprejema) in potrditveno polje za vsak jezik.
sv: Varje rad har en inkluderingsbrytare, en bildtyp **Ladda upp som** (upptäcks automatiskt från radens storlek — knappen ⓘ visar storlekarna som Play accepterar) och en kryssruta per språk.
th: แต่ละแถวมีสวิตช์รวม ประเภทรูปภาพ **อัปโหลดเป็น** (ตรวจพบอัตโนมัติจากขนาดของแถว — ปุ่ม ⓘ จะแสดงขนาดที่เล่นยอมรับ) และช่องทำเครื่องหมายตามภาษา
tr: Her satırda bir dahil etme anahtarı, bir **Yükleme türü** seçimi (satırın boyutundan otomatik algılanır — ⓘ düğmesi Play'in kabul ettiği boyutları gösterir) ve her dil için bir onay kutusu bulunur.
uk: Кожен рядок має перемикач включення, тип зображення **Вивантажити як** (визначається автоматично за розміром рядка — кнопка ⓘ показує розміри, які приймає Play) і прапорець для кожної мови.
ur: ہر قطار میں ایک شامل سوئچ، ایک **اپ لوڈ کے طور پر** تصویر کی قسم (قطار کے سائز سے خود بخود پتہ چلا — ⓘ بٹن وہ سائز دکھاتا ہے جو Play قبول کرتا ہے)، اور فی زبان ایک چیک باکس ہوتا ہے۔
vi: Mỗi hàng có một nút chuyển bao gồm, loại hình ảnh **Tải lên dưới dạng** (được tự động phát hiện từ kích thước của hàng — nút ⓘ hiển thị các kích thước mà Play chấp nhận) và hộp kiểm cho mỗi ngôn ngữ.
zh_hans: 每一行都有一个包含开关、一个 **上传为** 图像类型（根据行的尺寸自动检测——ⓘ 按钮会显示 Play 接受的尺寸），以及每种语言的一个复选框。
zh_hant: 每一列都有納入開關、**上傳為**影像類型（依該列的大小自動偵測——ⓘ 按鈕會顯示 Play 接受的大小），以及每種語言的核取方塊。

source: Each row has an include toggle, so you can leave one out for this upload only. To exclude a row from *every* upload, use the inspector's **Exclude when uploading to App Store Connect** instead.
ar: يحتوي كل صف على مفتاح تبديل تضمين، لذا يمكنك ترك واحد لهذا التحميل فقط. لاستبعاد صف من *كل* تحميل، استخدم **استبعاد المفتش عند التحميل إلى App Store Connect** بدلاً من ذلك.
ca: Cada fila té un commutador d'inclusió, de manera que només en podeu deixar una per a aquesta càrrega. Per excloure una fila de *cada* càrrega, feu servir l'opció **Exclou en penjar a App Store Connect** de l'inspector.
cs: Každý řádek má přepínač zahrnutí, takže jeden můžete vynechat pouze pro toto nahrávání. Chcete-li vyloučit řádek z *každého* nahrání, použijte místo toho inspektorovo **Vyloučit při nahrávání do App Store Connect**.
da: Hver række har en inkluderingsknap, så du kun kan udelade en for denne upload. For at ekskludere en række fra *hver* upload skal du bruge inspektørens **Ekskluder ved upload til App Store Connect** i stedet.
de: Jede Zeile hat einen Schalter zum Einbeziehen, sodass du sie nur für diesen Upload auslassen kannst. Um eine Zeile von *jedem* Upload auszuschließen, nutze stattdessen **Beim Hochladen in App Store Connect ausschließen** im Inspektor.
el: Κάθε σειρά έχει μια εναλλαγή συμπερίληψης, επομένως μπορείτε να αφήσετε μία εκτός μόνο για αυτήν τη μεταφόρτωση. Για να εξαιρέσετε μια σειρά από *κάθε* μεταφόρτωση, χρησιμοποιήστε το **Εξαίρεση του επιθεωρητή κατά τη μεταφόρτωση στο App Store Connect**.
es: Cada fila tiene un interruptor para incluirla, así que puedes dejar una fuera solo de esta subida. Para excluir una fila de *todas* las subidas, usa la opción **Excluir al subir a App Store Connect** del inspector.
fa: هر ردیف یک کلید گنجاندن دارد تا بتوانید آن را فقط در همین آپلود کنار بگذارید. برای کنار گذاشتن ردیف از *همهٔ* آپلودها، به‌جای آن از گزینهٔ **هنگام آپلود در App Store Connect کنار گذاشته شود** در بازرس استفاده کنید.
fi: Jokaisella rivillä on sisällyttäminen, joten voit jättää yhden pois vain tätä latausta varten. Jos haluat sulkea rivin pois *jokaisesta* latauksesta, käytä sen sijaan tarkastajan **Sulje pois lähetettäessä kohteeseen App Store Connect**.
fr: Chaque ligne dispose d'une option d'inclusion : vous pouvez ainsi en écarter une pour cet envoi uniquement. Pour exclure une ligne de *tous* les envois, utilisez plutôt l'option **Exclure lors de l'envoi vers App Store Connect** de l'inspecteur.
he: לכל שורה יש מתג כלול, כך שתוכל להשאיר אחד בחוץ להעלאה זו בלבד. כדי לא לכלול שורה מ*כל* העלאה, השתמש במקום זאת ב-**אי הכללה של המפקח בעת העלאה ל-App Store Connect**.
hr: Svaki red ima prekidač za uključivanje, tako da možete izostaviti jedan samo za ovaj prijenos. Da biste isključili redak iz *svakog* prijenosa, umjesto toga upotrijebite inspektorovo **Isključi prilikom prijenosa u App Store Connect**.
hu: Minden sorhoz tartozik egy belefoglaló kapcsoló, így egyet csak ennél a feltöltésnél hagyhat ki. Ha ki szeretne zárni egy sort *minden* feltöltésből, használja helyette az ellenőr **Kizárás, ha a App Store Connect-ba tölt fel.
id: Setiap baris memiliki tombol penyertaan, jadi Anda dapat menyisakan satu tombol untuk unggahan ini saja. Untuk mengecualikan baris dari *setiap* unggahan, gunakan **Kecualikan saat mengunggah ke App Store Connect** pemeriksa.
it: Ogni riga ha un interruttore di inclusione, così puoi escluderla solo da questo caricamento. Per escludere una riga da *tutti* i caricamenti, usa invece **Escludi dal caricamento su App Store Connect** nell'inspector.
ja: 各行には含めるかどうかの切り替えがあり、今回のアップロードだけ特定の行を外せます。*毎回の* アップロードから行を除外するには、インスペクタの **App Store Connect へのアップロード時に除外** を使います。
ko: 각 행에는 포함 토글이 있어 이번 업로드에서만 뺄 수 있습니다. *모든* 업로드에서 행을 제외하려면 인스펙터의 **App Store Connect에 업로드할 때 제외**를 사용하세요.
ms: Setiap baris mempunyai togol sertakan, jadi anda boleh meninggalkan satu untuk muat naik ini sahaja. Untuk mengecualikan baris daripada *setiap* muat naik, gunakan **Kecualikan pemeriksa semasa memuat naik ke App Store Connect** sebaliknya.
nl: Elke rij heeft een schakelaar voor opnemen, dus u kunt er alleen voor deze upload één weglaten. Als u een rij wilt uitsluiten van *elke* upload, gebruikt u in plaats daarvan **Uitsluiten bij uploaden naar App Store Connect** van de inspecteur.
no: Hver rad har en inkluderingsbryter, så du kan utelate en for denne opplastingen. For å ekskludere en rad fra *hver* opplasting, bruk inspektørens **Ekskluder ved opplasting til App Store Connect** i stedet.
pl: Każdy wiersz ma przełącznik dołączania, więc możesz pominąć jeden tylko na potrzeby tego przesyłania. Aby wykluczyć wiersz z *każdego* przesyłania, zamiast tego użyj opcji **Wyklucz przy przesyłaniu do App Store Connect** inspektora.
pt_br: Cada linha tem uma opção de inclusão, então você pode deixar uma de fora só neste envio. Para excluir uma linha de *todos* os envios, use a opção **Excluir ao enviar para o App Store Connect** do inspetor.
pt_pt: Cada linha tem um botão de inclusão, então você pode deixar uma de fora apenas para este upload. Para excluir uma linha de *todos* uploads, use **Excluir ao carregar para App Store Connect** do inspetor.
ro: Fiecare rând are o comutare de includere, așa că puteți omite una numai pentru această încărcare. Pentru a exclude un rând din *fiecare* încărcare, utilizați în schimb **Excludeți atunci când încărcați în App Store Connect** inspectorului.
ru: У каждой строки есть переключатель включения, так что строку можно исключить только из этой загрузки. Чтобы исключить строку из *всех* загрузок, используйте в инспекторе параметр **Исключить при загрузке в App Store Connect**.
sk: Každý riadok má prepínač zahrnutia, takže jeden môžete vynechať iba pri tomto nahrávaní. Ak chcete vylúčiť riadok z *každého* nahrávania, použite namiesto toho inšpektorovo **Vylúčiť pri nahrávaní do App Store Connect**.
sl: Vsaka vrstica ima preklop za vključitev, tako da lahko eno izpustite samo za to nalaganje. Če želite izključiti vrstico iz *vsakega* nalaganja, namesto tega uporabite inšpektorjevo **Izključi pri nalaganju v App Store Connect**.
sv: Varje rad har en inkluderingsväxel, så du kan utelämna en endast för denna uppladdning. För att utesluta en rad från *varje* uppladdning, använd inspektörens **Uteslut vid uppladdning till App Store Connect** istället.
th: แต่ละแถวจะมีปุ่มสลับ ดังนั้นคุณจึงเว้นไว้หนึ่งปุ่มสำหรับการอัปโหลดนี้ได้เท่านั้น หากต้องการยกเว้นแถวจากการอัปโหลด *ทุกครั้ง* ให้ใช้ **ยกเว้น ของผู้ตรวจสอบเมื่ออัปโหลดไปที่ App Store Connect** แทน
tr: Her satırın bir dahil etme anahtarı vardır; böylece bir satırı yalnızca bu yükleme için dışarıda bırakabilirsiniz. Bir satırı *her* yüklemeden hariç tutmak için bunun yerine denetçideki **App Store Connect'e yüklerken hariç tut** seçeneğini kullanın.
uk: Кожен рядок має перемикач включення, тож його можна пропустити лише для цього вивантаження. Щоб виключити рядок із *кожного* вивантаження, скористайтеся параметром інспектора **Виключити під час вивантаження в App Store Connect**.
ur: ہر قطار میں شامل ٹوگل ہوتا ہے، لہذا آپ صرف اس اپ لوڈ کے لیے ایک کو چھوڑ سکتے ہیں۔ *ہر* اپ لوڈ سے ایک قطار کو خارج کرنے کے لیے، اس کی بجائے انسپکٹر کے **Exclude کا استعمال کریں جب App Store Connect** پر اپ لوڈ کریں۔
vi: Mỗi hàng có một nút chuyển đổi bao gồm, vì vậy bạn chỉ có thể bỏ qua một nút cho lần tải lên này. Để loại trừ một hàng khỏi *mỗi* tải lên, thay vào đó hãy sử dụng **Loại trừ khi tải lên App Store Connect** của trình kiểm tra.
zh_hans: 每一行都有一个包含开关，因此你可以只在本次上传中排除某一行。若要在 *每次* 上传中都排除某一行，请改用检查器中的 **上传到 App Store Connect 时排除**。
zh_hant: 每一列都有納入切換開關，因此你可以只在這次上傳中排除某一列。若要在*每次*上傳中都排除某一列，請改用檢閱器中的**上傳至 App Store Connect 時排除**。

source: Each row header shows an amber count of the shapes that language overrides; click it to select them.
ar: يُظهر كل رأس صف عددًا كهرمانيًا للأشكال التي تتجاوزها اللغة؛ انقر فوقه لتحديدها.
ca: Cada capçalera de fila mostra un recompte ambre de les formes que anul·la el llenguatge; feu-hi clic per seleccionar-los.
cs: Každé záhlaví řádku zobrazuje oranžový počet tvarů, které jazyk přepíše; kliknutím na něj je vyberte.
da: Hver rækkeoverskrift viser et gult antal af de former, som sproget tilsidesætter; klik på den for at vælge dem.
de: Jede Kopfzeile einer Zeile zeigt eine orangefarbene Zahl der Formen, die diese Sprache überschreibt; klicke darauf, um sie auszuwählen.
el: Κάθε κεφαλίδα σειράς εμφανίζει ένα κίτρινο πλήθος των σχημάτων που αντικαθιστά η γλώσσα. κάντε κλικ για να τα επιλέξετε.
es: El encabezado de cada fila muestra en ámbar el número de formas que ese idioma anula; haz clic en él para seleccionarlas.
fa: سرِ هر ردیف شمار کهربایی شکل‌هایی را که آن زبان بازنویسی کرده نشان می‌دهد؛ برای انتخاب آن‌ها رویش کلیک کنید.
fi: Jokainen riviotsikko näyttää keltaisen määrän muotoja, jotka kieli ohittaa; napsauta sitä valitaksesi ne.
fr: L'en-tête de chaque ligne affiche un compteur orange des formes personnalisées pour cette langue ; cliquez dessus pour les sélectionner.
he: כל כותרת שורה מציגה ספירת ענבר של הצורות שהשפה עוקפת; לחץ עליו כדי לבחור אותם.
hr: Zaglavlje svakog retka prikazuje žuti broj oblika koje jezik nadjačava; kliknite na nju da biste ih odabrali.
hu: Minden sorfejléc a nyelv által felülírt alakzatok borostyánsárga számát mutatja; click it to select them.
id: Setiap header baris menunjukkan jumlah warna kuning dari bentuk yang ditimpa bahasa; klik untuk memilihnya.
it: L'intestazione di ogni riga mostra un conteggio ambra delle forme personalizzate per quella lingua; fai clic per selezionarle.
ja: 各行のヘッダーには、その言語で上書きされている図形の数が琥珀色で表示されます。クリックするとそれらの図形を選択できます。
ko: 각 행 헤더에는 해당 언어가 재정의하는 도형 개수가 호박색으로 표시됩니다. 클릭하면 해당 도형이 선택됩니다.
ms: Setiap pengepala baris menunjukkan kiraan ambar bagi bentuk yang ditindih oleh bahasa; klik untuk memilihnya.
nl: Elke rijkop toont een oranje telling van de vormen die door de taal worden overschreven; klik erop om ze te selecteren.
no: Hver radoverskrift viser et gult antall av formene som språket overstyrer; klikk på den for å velge dem.
pl: Każdy nagłówek wiersza pokazuje bursztynową liczbę kształtów nadpisywanych przez język; kliknij, aby je wybrać.
pt_br: O cabeçalho de cada linha mostra uma contagem em âmbar das formas que esse idioma substitui; clique nela para selecioná-las.
pt_pt: Cada cabeçalho de linha mostra uma contagem âmbar das formas que o idioma substitui; clique nele para selecioná-los.
ro: Fiecare antet de rând arată un număr de chihlimbar al formelor pe care limba le înlocuiește; faceți clic pe el pentru a le selecta.
ru: В заголовке каждой строки отображается янтарный счетчик фигур, переопределенных для этого языка; нажмите на него, чтобы выбрать их.
sk: Každá hlavička riadka zobrazuje jantárový počet tvarov, ktoré jazyk prepíše; kliknutím naň ich vyberiete.
sl: Vsaka glava vrstice prikazuje jantarno število oblik, ki jih jezik preglasi; kliknite, da jih izberete.
sv: Varje radhuvud visar ett gult antal av de former som språket åsidosätter; klicka på den för att välja dem.
th: แต่ละส่วนหัวของแถวจะแสดงจำนวนสีเหลืองอำพันของรูปร่างที่ภาษาแทนที่ คลิกเพื่อเลือก
tr: Her satır başlığı, o dilin geçersiz kıldığı şekillerin sayısını turuncu renkte gösterir; seçmek için üzerine tıklayın.
uk: Заголовок кожного рядка показує бурштинове число фігур, які перевизначає ця мова; клацніть його, щоб вибрати їх.
ur: ہر قطار کا ہیڈر ان اشکال کی ایک امبر گنتی دکھاتا ہے جو زبان کو اوور رائیڈ کرتی ہے۔ ان کو منتخب کرنے کے لیے اس پر کلک کریں۔
vi: Mỗi tiêu đề hàng hiển thị số lượng màu hổ phách của các hình dạng mà ngôn ngữ ghi đè; bấm vào nó để chọn chúng.
zh_hans: 每个行标题都会以琥珀色显示该语言所覆盖的形状数量；点按即可选中这些形状。
zh_hant: 每個列標題都會以琥珀色顯示該語言覆寫的形狀數量；按一下即可選取它們。

source: Each variant becomes one treatment in a product page experiment. The Original rows stay on your product page as the control.
ar: ويصبح كل متغير علاجًا واحدًا في تجربة صفحة المنتج. تظل الصفوف الأصلية على صفحة منتجك كعنصر تحكم.
ca: Cada variant es converteix en un tractament en un experiment de pàgina de producte. Les files originals es mantenen a la pàgina del producte com a control.
cs: Každá varianta se stane jedním ošetřením v experimentu na stránce produktu. Řádky Original zůstanou na stránce vašeho produktu jako ovládací prvek.
da: Hver variant bliver til én behandling i et produktsideeksperiment. De originale rækker forbliver på din produktside som kontrol.
de: Jede Variante wird zu einem Treatment in einem Produktseitenexperiment. Die Zeilen des Originals bleiben als Kontrollgruppe auf deiner Produktseite.
el: Κάθε παραλλαγή γίνεται μία θεραπεία σε ένα πείραμα σελίδας προϊόντος. Οι αρχικές σειρές παραμένουν στη σελίδα του προϊόντος σας ως στοιχείο ελέγχου.
es: Cada variante se convierte en un tratamiento de un experimento de página de producto. Las filas del Original se quedan en tu página de producto como control.
fa: هر نسخه به یک نسخه آزمایشی در آزمایش صفحه محصول تبدیل می‌شود. ردیف‌های اصلی به‌عنوان گروه کنترل در صفحه محصول شما می‌مانند.
fi: Jokaisesta versiosta tulee yksi hoito tuotesivukokeilussa. Alkuperäiset rivit pysyvät tuotesivullasi ohjausobjekteina.
fr: Chaque variante devient un traitement d’une expérience de page produit. Les lignes de l’Original restent sur votre page produit comme contrôle.
he: כל גרסה הופכת לטיפול אחד בניסוי בדף מוצר. השורות המקוריות נשארות בדף המוצר שלך כפקד.
hr: Svaka varijanta postaje jedan tretman u eksperimentu stranice proizvoda. Izvorni redovi ostaju na vašoj stranici proizvoda kao kontrola.
hu: Minden változat egy kezeléssé válik egy termékoldali kísérletben. Az Eredeti sorok vezérlőként maradnak a termékoldalon.
id: Setiap varian menjadi satu perlakuan dalam percobaan halaman produk. Baris Asli tetap berada di halaman produk Anda sebagai kontrol.
it: Ogni variante diventa un trattamento in un esperimento sulla pagina del prodotto. Le righe dell'Originale restano sulla pagina del prodotto come controllo.
ja: 各バリアントは、プロダクトページの実験の 1 つのトリートメントになります。オリジナルの行は対照としてプロダクトページに残ります。
ko: 각 변형은 제품 페이지 실험의 트리트먼트 하나가 됩니다. 원본 행은 대조군으로 제품 페이지에 남습니다.
ms: Setiap varian menjadi satu rawatan dalam percubaan halaman produk. Baris Asal kekal pada halaman produk anda sebagai kawalan.
nl: Elke variant wordt één behandeling in een productpagina-experiment. De originele rijen blijven als controle op uw productpagina staan.
no: Hver variant blir én behandling i et produktsideeksperiment. De opprinnelige radene blir værende på produktsiden din som kontroll.
pl: Każdy wariant staje się jednym zabiegiem w eksperymencie na stronie produktu. Wiersze oryginału pozostają na stronie produktu jako kontrola.
pt_br: Cada variante vira um tratamento em um experimento da página do produto. As linhas do Original ficam na página do produto como controle.
pt_pt: Cada variante se torna um tratamento em um experimento de página de produto. As linhas originais permanecem na página do produto como controle.
ro: Fiecare variantă devine un tratament într-un experiment pe pagina de produs. Rândurile originale rămân pe pagina produsului dvs. ca control.
ru: Каждый вариант становится тестовым вариантом в эксперименте со страницей продукта. Строки оригинала остаются на странице продукта в качестве контрольных.
sk: Každý variant sa stane jedným ošetrením v experimente so stránkou produktu. Pôvodné riadky zostanú na stránke vášho produktu ako ovládací prvok.
sl: Vsaka različica postane ena obravnava v preizkusu strani izdelka. Izvirne vrstice ostanejo na vaši strani izdelka kot nadzor.
sv: Varje variant blir en behandling i ett experiment på produktsidan. Originalraderna stannar på din produktsida som kontroll.
th: รูปแบบแต่ละรายการจะกลายเป็นหนึ่งวิธีในการทดสอบหน้าผลิตภัณฑ์ แถวดั้งเดิมจะอยู่บนหน้าผลิตภัณฑ์ของคุณเป็นตัวควบคุม
tr: Her varyant, bir ürün sayfası deneyinde bir alternatif sayfa olur. Orijinal satırlar kontrol grubu olarak ürün sayfanızda kalır.
uk: Кожен варіант стає одним тестовим варіантом в експерименті зі сторінкою продукту. Рядки оригіналу залишаються на сторінці продукту як контрольні.
ur: پروڈکٹ کے صفحہ کے تجربے میں ہر قسم ایک علاج بن جاتا ہے۔ اصل قطاریں آپ کے پروڈکٹ پیج پر بطور کنٹرول رہتی ہیں۔
vi: Mỗi biến thể sẽ trở thành một cách xử lý trong thử nghiệm trên trang sản phẩm. Các hàng Gốc nằm trên trang sản phẩm của bạn dưới dạng đối chứng.
zh_hans: 每个变体都会成为产品页面实验中的一个实验组。原始版本的行作为对照组保留在你的产品页面上。
zh_hant: 每個變體都會成為產品頁面實驗中的一個處理組。「原始版本」的列會保留在你的產品頁面上作為對照組。
